Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/nasjonal_og_internasjonal_samisk_sprakuke_2021_.html.tmx
Source language: nob
Languages: smj

source: Nasjonal og internasjonal samisk språkuke 2021
smj: Nasjonálalasj ja rijkkagasskasasj giellavahkko 2021

source: Samisk språkuke markeres nå for tredje år på rad, og har blitt en fin årlig markering av de samiske språkene.
smj: Giellavahkko ásaduvvá guolmát jage maŋŋeláhkkuj, ja la sjaddam jahkásasj ávvudallam sáme gielajs.

source: Samisk s pråkuke er en felles satsing for å synliggjøre samiske språk, og er et samarbeid mellom Sametingene i Norge, Sverige og Finland.
smj: Giellavahkko la aktisasj åvdedibme tjalmostittjat sáme gielajt, ja la aktisasjbarggo sámedikkij gaskan Vuonan, Svierigin ja Suoman.

source: Målet med samisk språkuke er å synliggjøre de samiske språkene i det offentlige rom, øke kunnskapen om samiske språk og bidra til å løfte statusen til språkene.
smj: Ulmme giellavahkujn la tjalmostit sáme gielajt almulattjat, lasedit máhtudagáv sáme gielajda ja låggŋit gielaj árvov.

source: De tre sametingene i Norge, Sverige og Finland ønsker at samiske språk skal synes, høres og brukes på alle samfunnsområder under språkuka.
smj: Sámedikke Vuonan, Svierigin ja Suoman sávvi sáme giela galggi vuojnnut, gullut ja aneduvvat juohkka sebrudaksuorgen giellavahkon.

source: – Denne uka skal våre samiske språk synes og høres i samfunnet.
smj: – Dá vahko galggi mijá sáme giela vuojnnut ja gullut sebrudagán.

source: Vi er veldig stolte over mangfoldet av aktiviteter rundt om i landet, sier president i Sametinget i Norge Silje Karine Muotka (NSR).
smj: Lip mihá valjesvuodav dåjmajs rijkav miehtáj, javllá sámedikkepresidænnta Vuonan Silje Karine Muotka (NSR).

source: Hun legger til at hun er spesielt glad for at aktører som Avinor, Tine, Freia, Widerøe og Circle K er med på å synliggjøre samiske språk på ulike plattformer.
smj: Duoddi sån la ávon gå stuoráp aktera dagu Avinor, Tine, Freia, Widerøe ja Circle K oassálasstij tjalmostimen sáme gielajs duon dán láhkáj.

source: – Det gleder meg at større aktører går foran og viser vei og synliggjør de samiske språkene i det offentlige rom, sier Muotka.
smj: – Ávvodåbddo gullu gå stuoráp aktera li åvddågåvven ja vuosedij gæjnov ja tjalmostij sáme gielajt almulattjat, javllá Muotka.

source: Samisk språkuke har vokst seg større for hvert år, og både kommuner, samiske institusjoner, lokale og nasjonale aktører og privatpersoner bidrar til å synliggjøre samiske språk denne uka.
smj: Giellavahkko la lasedum jages jahkáj, ja sihke suohkana, sáme institusjåvnå, bájkálasj ja nasjonálalasj aktera ja ájnegis ulmutja viehkedi tjalmostit sáme gielajt dá vahkov.

source: Styrelseordförande i Sametinget i Sverige Håkan Jonsson sier at bevaring av samiske språk er viktig for den samiske befolkningen og for bevaring av den samiske kulturen.
smj: Stivrrabáhkojådediddje Sámedikken Svierigin Håkan Jonsson javllá bisodit sáme gielajt la ájnas sáme álmmugij ja bisodibmáj sáme kultuvras.

source: – Språkuka har blitt en tradisjon som er kommet for å bli, og er en viktig markering av de samiske språkene.
smj: – Giellavahkko la sjaddam dáhpe mij la boahtám bátsátjit, ja la ájnas ávvudallam sáme gielajs.

source: Uavhengig av kunnskapsnivå, så binder språkene oss sammen og skaper en samhørighet mellom oss, sier Jonsson.
smj: Berustahtek máhtudakdáses, tjadná giela mijáv aktij ja dahká aktijvuodav gaskanimme, javllá Jonsson.

source: President i Sametinget i Finland, Tuomas Aslak Juuso oppfordrer alle til å bidra til synliggjøring av samiske språk denne uka, både gjennom deltagelse på arrangement og på sosiale medier.
smj: Sámedikkepresidænnta Suoman Tuomas Aslak Juuso ávttji gájkajt oassálasstet tjalmostibmáj sáme gielajs dá vahko, sihke oassálasstemin dåjmajda ja sosiála media tjadá.

source: – Språkuka er en unik mulighet for synliggjøring av samiske språk, og håper jeg at også myndighetene og aktører i de nordiske landene tar samisk i bruk som del av sin virksomhet på en egnet måte under språkuka, sier Juuso.
smj: – Giellavahkko la sierralágásj buorre máhttelisvuohta tjalmostit sáme gielajt, doajvov oajválattja ja aktera nuorttarijkalasj rijkajn adni sámegielav ietjasa doajmmaj hiebalgis láhkáj giellavahkon, javllá Juuso.
